{
	"title": "Silly Squirrels",
	"description": "A collection of fun tales about squirrel families and their adventures",
	"stories": [
		{
			"id": "the-great-acorn-hunt",
			"title": "The Great Acorn Hunt",
			"description": "A fun tale about a squirrel family - Mama, Papa, and Nutty - who discover the magic of teamwork.",
			"folder": "the-great-acorn-hunt"
		},
		{
			"id": "the-silly-squirrels-power-up",
			"title": "The Silly Squirrels Power Up!",
			"description": "Join Mama, Papa, and Nutty as they discover the amazing power of steam engines and learn how rockets and submarines work! A fun adventure full of science and silly jokes.",
			"folder": "the-silly-squirrels-power-up"
		},
		{
			"id": "the-silly-squirrels-sub-marine-adventure",
			"title": "The Silly Squirrels Sub-Marine Adventure",
			"description": "Join Mama, Papa, and Nutty as they build submarine after submarine, each one better than the last, on their quest to find the legendary golden acorn hidden deep in the river!",
			"folder": "the-silly-squirrels-sub-marine-adventure"
		},
		{
			"id": "the-silly-squirrels-space-adventure",
			"title": "The Silly Squirrels Space Adventure",
			"description": "Join Nutty, Mama, and Papa as they build a 4-stage rocket to solve Nutville's satellite problem and blast off on the most epic space adventure ever! But will their crash landing bring them back down to earth?",
			"folder": "the-silly-squirrels-space-adventure"
		},
		{
			"id": "the-silly-squirrels-pizza-jetpack-delivery",
			"title": "The Silly Squirrels Pizza Jetpack Delivery Service",
			"description": "When the town needs faster pizza delivery, Nutkin and friends build jetpacks from soda bottles and don goofy hats as helmets! Join their hilarious adventure as they learn to fly and deliver pizzas with water gun wake-up calls and plenty of crashes along the way!",
			"folder": "the-silly-squirrels-pizza-jetpack-delivery"
		},
		{
			"id": "the-silly-squirrels-backwards-tuesday",
			"title": "The Silly Squirrels and the Backwards Tuesday Machine",
			"description": "When Nutty, Mama, and Papa wake up to find thank-you notes for things they haven't done, they realize time is running backwards! Join them as they build the most ridiculous machine ever—complete with disco balls, jellybeans, fizzy cola, and an explosion that makes everything wonderfully silly!",
			"folder": "the-silly-squirrels-backwards-tuesday"
		},
		{
			"id": "the-tnt-tunnel-to-grandmas",
			"title": "The Silly Squirrels and the TNT Tunnel to Grandma's",
			"description": "When a giant fallen oak blocks the path to Grandma Nutwobble's tree, Nutty has a brilliant idea: dig a tunnel! But digging is slow... until Papa discovers some 'vintage excavation supplies' (dusty crates of TNT). What could possibly go wrong? EVERYTHING. Featuring: explosions, more explosions, a grumpy mole, ancient cave paintings, and a surprise ending that's dynamite!",
			"folder": "the-tnt-tunnel-to-grandmas"
		},
		{
			"id": "the-silly-squirrels-boom-boom-express",
			"title": "The Silly Squirrels and the Boom-Boom Express",
			"description": "When Nutville needs faster deliveries, Papa builds a TNT-powered train! Every package arrives with a BOOM, a CRASH, and usually in the wrong town. But what's in that mysterious 'FRAGILE' box they've been protecting all day? Spoiler: it's from Grandma. And Grandma has PLANS.",
			"folder": "the-silly-squirrels-boom-boom-express"
		},
		{
			"id": "the-silly-squirrels-giant-moon-acorn",
			"title": "The Silly Squirrels and the Giant Moon Acorn",
			"description": "Nutty looks up at the night sky and sees the BIGGEST ACORN EVER! (It's the moon.) Naturally, the only solution is to build TNT-powered rockets from trashcans and traffic cones to go eat it. Maximum height achieved: 10 feet. Maximum chaos achieved: UNLIMITED.",
			"folder": "the-silly-squirrels-giant-moon-acorn"
		}
	]
}